resource/request_file/FastLane_Request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <CheckIndia xmlns="http://regcheck.org.uk">
      <RegistrationNumber>___RegistrationNumber___</RegistrationNumber>
      <username>___username___</username>
    </CheckIndia>
  </soap:Body>
</soap:Envelope>